brew "git" 
brew "gh" 
brew "oven-sh/bun/bun" 
# brew "node" 
brew "nvm" 
brew "pnpm" 
brew "biome"
brew "yarn" 
# brew "vite" 
cask "zen"
# cask "arc" 
# cask "firefox" 
cask "microsoft-edge" 
cask "visual-studio-code" 
cask "warp" 
cask "kiro-cli" 
cask "postman" 
# cask "insomnia" 
# cask "bruno" 
# cask "notion" 
# cask "slack" 
# cask "discord" 
vscode "xabikos.JavaScriptSnippets" 
vscode "christian-kohler.path-intellisense" 
vscode "techer.open-in-browser" 
vscode "ritwickdey.LiveServer" 
vscode "ms-vscode.live-server"
vscode "ecmel.vscode-html-css" 
vscode "formulahendry.auto-rename-tag" 
vscode "pranaygp.vscode-css-peek" 
vscode "dbaeumer.vscode-eslint" 
vscode "rvest.vs-code-prettier-eslint" 
vscode "esbenp.prettier-vscode" 
vscode "usernamehw.errorlens" 
vscode "bradlc.vscode-tailwindcss" 
vscode "ms-edgedevtools.vscode-edge-devtools" 
vscode "dsznajder.es7-react-js-snippets" 
vscode "naumovs.color-highlight" 
vscode "antfu.iconify" 
vscode "mikestead.dotenv" 
vscode "wix.vscode-import-cost" 
vscode "biomejs.biome" 
vscode "GitHub.vscode-pull-request-github" 
vscode "eamodio.gitlens" 
vscode "PKief.material-icon-theme" 
vscode "zhuangtongfa.Material-theme" 
vscode "Orta.vscode-jest" 
vscode "firsttris.vscode-jest-runner" 
vscode "firefox-devtools.vscode-firefox-debug" 
vscode "rangav.vscode-thunder-client"
vscode "christian-kohler.npm-intellisense"

# Feel free to uncomment, remove or add more packages